resume.tex
% Created 2020-03-26 Thu 18:29
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fullpage}
\date{}
\title{\textsc{Marius Peter}}
\hypersetup{
 pdfauthor={},
 pdftitle={\textsc{Marius Peter}},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.6)},
 pdflang={English}}
\begin{document}

\maketitle
\begin{center}
\begin{tabular}{l}
Sales \(\star\) Engineering \(\star\) Design\\
\end{tabular}

\end{center}

\begin{center}
\begin{tabular}{c}
11090 Strathmore Dr, Apt \#1,\\
Los Angeles, CA\\
\href{mailto:mpeter@ucla.edu}{mpeter@ucla.edu} / +1 818 284 3757\\
\end{tabular}

\end{center}

\begin{itemize}
\item \textbf{Sales}: secured initial funding for an industrial process modelling tool
designed for the European aerospace sector
\item \textbf{Engineering}: UCLA B.S. Aerospace Eng., 10 year Linux user (desktop,
server \& embedded)
\item Seeking a \textbf{sales engineering} mission within the American industrial
sector for September 2019
\end{itemize}

\section*{Education}
\label{sec:org85bff6e}

\subsection*{B.S. in Aerospace Engineering}
\label{sec:org06c1878}
\begin{description}
\item[{2014--2019}] B.S. in Aerospace Engineering --- University of California, Los Angeles
\item Technical breadth in Technology \& Management
\item Electives: biomechanics, RFID and its application in manufacturing $\backslash$& supply chain
\item PID Controller Design \textbullet
Fluid Mechanics \textbullet
Thermodynamics \textbullet
Aircraft Propulsion \textbullet
\end{description}

\section*{Work}
\label{sec:orgd88fe16}

\begin{description}
\item[{Sep.--Dec. 2017}] Assistant Business Analyst --- Cosmo Tech, Lyon
\begin{itemize}
\item Cosmo Tech publishes a Decision Support Software for complex systems (road networks, energy grids)
\item Created \& presented a proof of concept for Airbus' \textit{digital continuity} strategy using principles of Model-Based Systems Engineering
\item Showcased Cosmo’s simulation capabilities for \textit{Shop Floor Control} and \textit{Final Assembly Line}
\item Secured initial funding for a bespoke software solution developed for Airbus
\end{itemize}
\item[{June--July 2015}] Assistant Electronics Engineer --- CERN, Geneva
\begin{itemize}
\item Learned HDL, LabVIEW and core concepts of hardware programming
\item Upgraded FPGA data acquisition systems from CLIs to GUIs (embedded ARM Linux)
\end{itemize}
\item[{Apr.--May 2012}] Engineering Intern --- Alcatel Submarine Networks, Paris
\begin{itemize}
\item Learned the internal workings of an international optical fiber deployment company
\item Assisted the Product Line Manager in evaluating ASN's current offering vs European competitors
\end{itemize}
\end{description}

\section*{Projects}
\label{sec:orgd4b115a}
\subsection*{UCLA Design--Build--Launch}
\label{sec:org6fddb89}
\begin{itemize}
\item Model rocket design, manufacturing, testing \& analysis
\item Lead the manufacturing of my team's rocket: mill \& lathe, 3D printing, fiberglass, plywood\ldots{}
\item We won first place on all criteria: maximum apogee, intact payload, trajectory prediction\ldots{}
\end{itemize}

\subsection*{Aircraft Studio \url{https:www.github.com/Blendoit/Aircraft\_Studio}}
\label{sec:orga999cec}
\begin{itemize}
\item Broadened the scope of development of a program written for UCLA's aircraft design course
\item Initial goal: design FAR 23 compliant NACA airfoils and optimize for weight using a genetic algorithm
\item Ultimate goal: develop an integrated aircraft creation suite designed for non-technical persons
\end{itemize}

\subsection*{Solidworks/Blender \url{https:www.deviantart.com/faquinou}}
\label{sec:org285686c}
\begin{itemize}
\item 7 years experience in geometry modeling, texturing, rendering \& visual FX
\end{itemize}

\cventry{Apr.--June 2019}{UCLA Design--Build--Launch}{Senior Capstone}
\cventry{Apr. 2019--Pres.}{Aircraft Studio}\{Python \url{}\}
\cventry{2012--Pres.}{3D Design/CAD}\{ \url{}\}

\section*{Certifications \& Licenses}
\label{sec:org918fe46}
\begin{description}
\item[{Dec. 2019}] Linux Foundation Certified Engineer
\begin{itemize}
\item Advanced Linux administration and engineering
\end{itemize}
\item[{Mar. 2019}] LEED Green Associate
\begin{itemize}
\item Sustainable building design, construction, and operations
\end{itemize}
\end{description}

\section*{Skills}
\label{sec:org2774e5c}

\begin{center}
\begin{tabular}{lll}
\uline{Computer Science} & \uline{Systems \& Industrial} & \uline{Languages}\\
Microsoft Suite \& \LaTeX & UML, SysML, BPMN & Native: French, English\\
Languages: Verilog, MATLAB, Python, Tcl/Tk & AnyLogic, SIMPROCESS, MEGA HOPEX & Proficient: German\\
CAD packages: SOLIDWORKS, Blender 3D &  & Intermediate: Chinese (Mandarin)\\
\end{tabular}

\end{center}
\end{document}